tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "babel"
brew "bandwhich"
brew "bat"
brew "caddy", restart_service: true
brew "delve"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "ffsend"
brew "fzf"
brew "git-extras", link: false
brew "git-standup"
brew "git"
brew "go"
brew "golangci-lint"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jd"
brew "jq"
brew "mkcert"
brew "mtr"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "noti"
brew "nvm"
brew "pandoc"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "supervisor", restart_service: true
brew "telnet"
brew "sops"
brew "tmux"
brew "vim"
brew "trippy"
brew "watch"
brew "wireguard-tools"
cask "docker"
cask "iterm2"
brew "hashicorp/tap/terraform"
cask "bruno"
cask "ghostty"
cask "lulu"
cask "maccy"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
